app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("comments", "created_at", "email", "name", "updated_at") VALUES (?, ?, ?, ?, ?)  [["comments", "Hello olen jonne "], ["created_at", "2016-06-15 10:54:20.292641"], ["email", "jonne1@jonne.com"], ["name", "Jonne1"], ["updated_at", "2016-06-15 10:54:20.292641"]]
---
    def create
        @contact = Contact.new(contact_params)

        if @contact.save