app/controllers/pages_controller.rb

SELECT  "plans".* FROM "plans"  WHERE "plans"."id" = ? LIMIT 1  [["id", 1]]
---
    def home
        @basic_plan = Plan.find(1) # ID 1